[
  {
    "hyp": "The country offers a panorama of wine history that puts itnot in the Old World or New World butin the Ancient World’ of wine., I just would like to compare the taste of wine that I tried before The rich history of Cyprus is accompanied by the grapevines., Wow, Ive never known about Cyprus have old story produce wine in the world., what makes it even more interesting is that I though the first one who invent wine should be Greece or France., Last couple years ago I did a wine tour with my family in Cyprus., Local wine has its own unique flavour that you rarely found in commercial brands., Ive never tried Cyprus wine before., I can tell you this, Cyprus truly is a wine country.",
    "ref": "Cyprus is one of the very first countries inventing wine. Cyprus has a history of producing wine over 5,000 years. Wine is very important to Cypriot. Cyprus has stunning scenery. Cypriot are nice and welcoming. The best time to come to Cyprus is during September. because it’s transitional month of grape harvest. Wine produced in Cyprus has unique flavour. Cyprus is a must-go to wine lovers. "
  },
  {
    "hyp": "The country offers a panorama of wine history that puts itnot in the Old World or New World butin the Ancient World’ of wine., I just would like to compare the taste of wine that I tried before The rich history of Cyprus is accompanied by the grapevines., Wow, Ive never known about Cyprus have old story produce wine in the world., what makes it even more interesting is that I though the first one who invent wine should be Greece or France., Last couple years ago I did a wine tour with my family in Cyprus., Local wine has its own unique flavour that you rarely found in commercial brands., Ive never tried Cyprus wine before., I can tell you this, Cyprus truly is a wine country., A wine lover?, believe me, you will be blown away., Today, wine continues to play a role in the Cypriot identity., Cyprus wine is a must., I suggest to come by during September, because Sep. is traditional month of the grape harvest from the vineyards covering the rolling slopes of Cyprus.",
    "ref": "Cyprus is one of the very first countries inventing wine. Cyprus has a history of producing wine over 5,000 years. Wine is very important to Cypriot. Cyprus has stunning scenery. Cypriot are nice and welcoming. The best time to come to Cyprus is during September. because it’s transitional month of grape harvest. Wine produced in Cyprus has unique flavour. Cyprus is a must-go to wine lovers. "
  },
  {
    "hyp": "The country offers a panorama of wine history that puts itnot in the Old World or New World butin the Ancient World’ of wine., I just would like to compare the taste of wine that I tried before The rich history of Cyprus is accompanied by the grapevines., Wow, Ive never known about Cyprus have old story produce wine in the world., what makes it even more interesting is that I though the first one who invent wine should be Greece or France., Last couple years ago I did a wine tour with my family in Cyprus., Local wine has its own unique flavour that you rarely found in commercial brands., Ive never tried Cyprus wine before., I can tell you this, Cyprus truly is a wine country., A wine lover?, believe me, you will be blown away., Today, wine continues to play a role in the Cypriot identity., Cyprus wine is a must., I suggest to come by during September, because Sep. is traditional month of the grape harvest from the vineyards covering the rolling slopes of Cyprus., Winemaking in Cyprus has enjoyed historical continuity through a period of more than 5,000 years., This island also has exceptionally stunning scenery., I will try later if I have a chance., The locals here are very nice and welcoming.",
    "ref": "Cyprus is one of the very first countries inventing wine. Cyprus has a history of producing wine over 5,000 years. Wine is very important to Cypriot. Cyprus has stunning scenery. Cypriot are nice and welcoming. The best time to come to Cyprus is during September. because it’s transitional month of grape harvest. Wine produced in Cyprus has unique flavour. Cyprus is a must-go to wine lovers. "
  }

]

