[
  {
    "hyp": "Of course, the name of the festival differs depending on country but the festival duration takes place in the same month, April., This is the festival that I have been last two summers ago and I could tell you all that the experience with this festival is priceless., However, this festival has a clear purpose: reuniting the family and cleaning you for a fresh start in the New Year., In fact, you can find the similar festival in many countries in Asia especially Southeast Asian nations: Cambodia, Laos, Myanmar or even among the Dai people of China., This is what I think the best way how to troll the new year that could make everyone enjoy pulse clame down from the heat of the summer., During the festival period in Thailand, everything and everyone just became ten time more joyful with special energy and kindness., I couldn’t run around the city without seeing people smile, splashing water on others and wishing worlds., I really have to say Songkran is one of the most relaxing and enjoyable festival., Something magical about seeing so many people smile and have tons of fun.",
    "ref": "Songkran take place in April. Songkarn purpose are reuniting the family and make you freshly start in the New Year. Songkran festival is in Cambodia, Laos, Myanmar. Songkran festival in Thailand is fascinating. Songkarn is very important for Thai people. Songkarn in Chiangmai is the best. Songkarn could make everyone enjoy pulse clame down from the heat of the summer. Songkran is relaxing and enjoyable festival. Songkarn  is a lot of fun. people are smile, They are splashing water on others and wishing worlds. They use water pistol to celebrate the new year. The experience with this festival is priceless. Songkarn full of fun. I love songkarn so much."
  },
  {
    "hyp": "Of course, the name of the festival differs depending on country but the festival duration takes place in the same month, April., This is the festival that I have been last two summers ago and I could tell you all that the experience with this festival is priceless., However, this festival has a clear purpose: reuniting the family and cleaning you for a fresh start in the New Year., In fact, you can find the similar festival in many countries in Asia especially Southeast Asian nations: Cambodia, Laos, Myanmar or even among the Dai people of China., This is what I think the best way how to troll the new year that could make everyone enjoy pulse clame down from the heat of the summer., During the festival period in Thailand, everything and everyone just became ten time more joyful with special energy and kindness., I couldn’t run around the city without seeing people smile, splashing water on others and wishing worlds., I really have to say Songkran is one of the most relaxing and enjoyable festival., Something magical about seeing so many people smile and have tons of fun., Songkran festival in Thailand is fascinating., I experienced this festival in both Thailand and Myanmar, and it was mind-blowing!, It is very important for Thai people, and honestly, it is a lot of fun!, There are so many beautiful rituals that has been around for over 1,380 YEARS!",
    "ref": "Songkran take place in April. Songkarn purpose are reuniting the family and make you freshly start in the New Year. Songkran festival is in Cambodia, Laos, Myanmar. Songkran festival in Thailand is fascinating. Songkarn is very important for Thai people. Songkarn in Chiangmai is the best. Songkarn could make everyone enjoy pulse clame down from the heat of the summer. Songkran is relaxing and enjoyable festival. Songkarn  is a lot of fun. people are smile, They are splashing water on others and wishing worlds. They use water pistol to celebrate the new year. The experience with this festival is priceless. Songkarn full of fun. I love songkarn so much."
  },
  {
    "hyp": "While staying there I couldnt travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want., so when they are working so hard its good to see such thing and is expected from such country., To some extent it means Japan would like to give many other countries passports the same convenient., I was so jealous of him, which every country could have the freedom to travel liken the japanese Oh my god!, I think the Japanese people do not really stay abroad for a long time even though the travelling., First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable., Hence, the foreign affairs offices grant visa free access to their countries to the Japanese, I have just known that the strongest passport is actually from a country in Asia — Japan., Second of all, Japanese are rich and would like to make business., They go to other countries for travel or making trade., They concern about the visa period rather than stay illegal., They don’t have to stay at other countries illegally., They may feel uncomfortable if they do not stay at their own home., This would apply to food and entertainment to generalise., I guess that is the reason they are considered as welcomed and harmless by many governments., Meanwhile, passport issue is a bilateral thing.",
    "ref": "Of course, the name of the festival differs depending on country but the festival duration takes place in the same month, April., This is the festival that I have been last two summers ago and I could tell you all that the experience with this festival is priceless., However, this festival has a clear purpose: reuniting the family and cleaning you for a fresh start in the New Year., In fact, you can find the similar festival in many countries in Asia especially Southeast Asian nations: Cambodia, Laos, Myanmar or even among the Dai people of China., This is what I think the best way how to troll the new year that could make everyone enjoy pulse clame down from the heat of the summer., During the festival period in Thailand, everything and everyone just became ten time more joyful with special energy and kindness., I couldn’t run around the city without seeing people smile, splashing water on others and wishing worlds., I really have to say Songkran is one of the most relaxing and enjoyable festival., Something magical about seeing so many people smile and have tons of fun., Songkran festival in Thailand is fascinating., I experienced this festival in both Thailand and Myanmar, and it was mind-blowing!, It is very important for Thai people, and honestly, it is a lot of fun!, There are so many beautiful rituals that has been around for over 1,380 YEARS!, Absolutely incredible and not just because the epic water fights., I have been there once and it was a really funny event indeed., ongkarn in Chiangmai is one of the best!!, Loads of foreigners, locals, span across all ages., What a must!"
  }
]