[
  {
    "hyp": "I think the Japanese people do not really stay abroad for a long time even though the travelling. To some extent it means Japan would like to give many other countries passports the same convenient. what i got from japaness culture is that they are working really hard and they take every thing so hard, from education, working in office and even life, so they really are working to have in impact in whole world market in term of technology but they also want to have an impact in whole world in term of politics. First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable. I was so jealous of him, which every country could have the freedom to travel liken the japanese. Second of all, Japanese are rich and would like to make business. While staying there I couldn't travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want. so when they are working so hard its good to see such thing and is expected from such country.",
    "ref": "The strongest passport is from Asia.Japanese people are rich. Japanese are working hard. Japanese go to other countries for travel or making business.Japanese people do not stay abroad for a long time. Japanese familiar with their own culture. They feel uncomfortable if they do not stay at their own home.The reason they are considered as welcomed and harmless is They don’t stay at other countries illegally.Japan would like to give many other countries passports same convenient. Every country could have the freedom to travel liken the japanese."
  },
  {
    "hyp": "I think the Japanese people do not really stay abroad for a long time even though the travelling. To some extent it means Japan would like to give many other countries passports the same convenient. what i got from japaness culture is that they are working really hard and they take every thing so hard, from education, working in office and even life, so they really are working to have in impact in whole world market in term of technology but they also want to have an impact in whole world in term of politics. First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable. I was so jealous of him, which every country could have the freedom to travel liken the japanese. Second of all, Japanese are rich and would like to make business. While staying there I couldn't travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want. so when they are working so hard its good to see such thing and is expected from such country. I knew the feeling of holding the most powerful passport on earth very well, I went to a country in the north Africa with my friend from Japan and we stayed there for more than two months. They go to other countries for travel or making trade. Firstly, I though it might be any country from Europe like maybe France, the United Kingdom or the Netherlands since UK and France have colonised countless amount of country during the colonisation era, so there might be some connections remains between those countries. They concern about the visa period rather than stay illegal. I guess that is the reason they are considered as welcomed and harmless by many governments.",
    "ref": "The strongest passport is from Asia.Japanese people are rich. Japanese are working hard. Japanese go to other countries for travel or making business.Japanese people do not stay abroad for a long time. Japanese familiar with their own culture. They feel uncomfortable if they do not stay at their own home.The reason they are considered as welcomed and harmless is They don’t stay at other countries illegally.Japan would like to give many other countries passports same convenient. Every country could have the freedom to travel liken the japanese."
  },
  {
    "hyp": "While staying there I couldn't travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want., 'I think the Japanese people do not really stay abroad for a long time even though the travelling.', 'To some extent it means Japan would like to give many other countries passports the same convenient.', 'First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable.', 'so when they are working so hard its good to see such thing and is expected from such country.', 'I was so jealous of him, which every country could have the freedom to travel liken the japanese Oh my god!', 'Hence, the foreign affairs offices grant visa free access to their countries to the Japanese', 'I have just known that the strongest passport is actually from a country in Asia — Japan.', 'They concern about the visa period rather than stay illegal.', 'Second of all, Japanese are rich and would like to make business.', 'They don’t have to stay at other countries illegally.', 'They may feel uncomfortable if they do not stay at their own home.', 'They go to other countries for travel or making trade.', 'This would apply to food and entertainment to generalise.', 'I guess that is the reason they are considered as welcomed and harmless by many governments.', 'Meanwhile, passport issue is a bilateral thing.",
    "ref": "I think the Japanese people do not really stay abroad for a long time even though the travelling. To some extent it means Japan would like to give many other countries passports the same convenient. what i got from japaness culture is that they are working really hard and they take every thing so hard, from education, working in office and even life, so they really are working to have in impact in whole world market in term of technology but they also want to have an impact in whole world in term of politics. First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable. I was so jealous of him, which every country could have the freedom to travel liken the japanese. Second of all, Japanese are rich and would like to make business. While staying there I couldn't travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want. so when they are working so hard its good to see such thing and is expected from such country. I knew the feeling of holding the most powerful passport on earth very well, I went to a country in the north Africa with my friend from Japan and we stayed there for more than two months. They go to other countries for travel or making trade. Firstly, I though it might be any country from Europe like maybe France, the United Kingdom or the Netherlands since UK and France have colonised countless amount of country during the colonisation era, so there might be some connections remains between those countries. They concern about the visa period rather than stay illegal. I guess that is the reason they are considered as welcomed and harmless by many governments. I have just known that the strongest passport is actually from a country in Asia — Japan. They may feel uncomfortable if they do not stay at their own home. Hence, the foreign affairs offices grant visa free access to their countries to the Japanese. Meanwhile, passport issue is a bilateral thing."
  }

]

