[
  {
    "hyp": "Ants, especially red ones, produce formic acid to sting predators, capture food and defend themselves., Ants are edible and there are people that eat them as a delicacy not usually as primary source of food., One Internet expert says the formic acid in ants makes them taste citrusy, like a lemon., In Laos (Lao PDR), there is a salad which includes live ants and ants eggs., Actually i didnt try it but as i know ants contain formic acid., It is so good idiet food because it has less fat and calories than chicken eggs., But judging from the picture I could say that it might test like Thai papaya salad which I really love., Also, insects use less water and other resources pound for pound to provide protein., Ant egg is a good source of protein., In some tribal areas in India, like Bastar, they make a chutney (dip) with ground ants., In fact, Ive even seen an ant topping on a dessert in a Michlein star restaurant in France., Ants are quite edible and are widely consumed all over the world., They have songs and dance performances just for the methods to get ant eggs from the trees., So some bold star restaurants do ants as well.",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  },
  {
    "hyp": "Ants, especially red ones, produce formic acid to sting predators, capture food and defend themselves., Ants are edible and there are people that eat them as a delicacy not usually as primary source of food., One Internet expert says the formic acid in ants makes them taste citrusy, like a lemon., In Laos (Lao PDR), there is a salad which includes live ants and ants eggs., Actually i didnt try it but as i know ants contain formic acid., It is so good idiet food because it has less fat and calories than chicken eggs., But judging from the picture I could say that it might test like Thai papaya salad which I really love., Also, insects use less water and other resources pound for pound to provide protein., Ant egg is a good source of protein., In some tribal areas in India, like Bastar, they make a chutney (dip) with ground ants., In fact, Ive even seen an ant topping on a dessert in a Michlein star restaurant in France., Ants are quite edible and are widely consumed all over the world., They have songs and dance performances just for the methods to get ant eggs from the trees., So some bold star restaurants do ants as well., In some countries in South America, they sell chocolate covered ants., they put these into omelette, it was super creamy in weirdly good way lol., They have a poison gland in their abdomen that contracts and releases the acid., Formic acid, I’m told, is bitter., In facts, it is widely eaten, especially, in North and Northeast of Thailand., Not sure, so please dont flame me if the name of the restaurant is wrong).",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  },
  {
    "hyp": "Ants, especially red ones, produce formic acid to sting predators, capture food and defend themselves., Ants are edible and there are people that eat them as a delicacy not usually as primary source of food., One Internet expert says the formic acid in ants makes them taste citrusy, like a lemon., In Laos (Lao PDR), there is a salad which includes live ants and ants eggs., Actually i didnt try it but as i know ants contain formic acid., It is so good idiet food because it has less fat and calories than chicken eggs., But judging from the picture I could say that it might test like Thai papaya salad which I really love., Also, insects use less water and other resources pound for pound to provide protein., Ant egg is a good source of protein., In some tribal areas in India, like Bastar, they make a chutney (dip) with ground ants., In fact, Ive even seen an ant topping on a dessert in a Michlein star restaurant in France., Ants are quite edible and are widely consumed all over the world., They have songs and dance performances just for the methods to get ant eggs from the trees., So some bold star restaurants do ants as well., In some countries in South America, they sell chocolate covered ants., they put these into omelette, it was super creamy in weirdly good way lol., They have a poison gland in their abdomen that contracts and releases the acid., Formic acid, I’m told, is bitter., In facts, it is widely eaten, especially, in North and Northeast of Thailand., Not sure, so please dont flame me if the name of the restaurant is wrong)., It is something thats not easy to find even for the locals., So don’t be too surprised to see more insect farms/ranches in the future… leg of cricket anyone?, It becomes part of Northeasts culture even., So I think if I have a chance I might try it, Its verry popular in Thailand especially in the North., They can be cooked in many style but the most delicious should be omelet., Its somewhat expensive depends on season.",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  }

]

