[
  {
    "hyp": "I could not imagine how does the ant would test as a meal but I have eaten it accidentally several time and one thing I was sure of is that It's smell was not really good. But judging from the picture I could say that it might test like Thai papaya salad which I really love. One Internet expert says the formic acid in ants makes them taste citrusy, like a lemon. Ants are edible and there are people that eat them as a delicacy not usually as primary source of food. It is something thats not easy to find even for the locals. In fact, Ive even seen an ant topping on a dessert in a Michlein star restaurant in France. Ants, especially red ones, produce formic acid to sting predators, capture food and defend themselves. Ants are quite edible and are widely consumed all over the world. So some bold star restaurants do ants as well. Also, insects use less water and other resources pound for pound to provide protein. In some countries in South America, they sell chocolate covered ants. So don’t be too surprised to see more insect farms/ranches in the future… leg of cricket anyone?. But that may change in the near future, more specifically there are some people forecasting/predicting that insects will have to be a much greater source of protein by the year 2050 if global population increases at or near It's current trend. Actually i didnt try it but as i know ants contain formic acid.",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  },
  {
    "hyp": "I could not imagine how does the ant would test as a meal but I have eaten it accidentally several time and one thing I was sure of is that It's smell was not really good. But judging from the picture I could say that it might test like Thai papaya salad which I really love. One Internet expert says the formic acid in ants makes them taste citrusy, like a lemon. Ants are edible and there are people that eat them as a delicacy not usually as primary source of food. It is something thats not easy to find even for the locals. In fact, Ive even seen an ant topping on a dessert in a Michlein star restaurant in France. Ants, especially red ones, produce formic acid to sting predators, capture food and defend themselves. Ants are quite edible and are widely consumed all over the world. So some bold star restaurants do ants as well. Also, insects use less water and other resources pound for pound to provide protein. In some countries in South America, they sell chocolate covered ants. So don’t be too surprised to see more insect farms/ranches in the future… leg of cricket anyone?. But that may change in the near future, more specifically there are some people forecasting/predicting that insects will have to be a much greater source of protein by the year 2050 if global population increases at or near It's current trend. Actually i didnt try it but as i know ants contain formic acid. They have songs and dance performances just for the methods to get ant eggs from the trees. In some tribal areas in India, like Bastar, they make a chutney (dip) with ground ants. It becomes part of Northeasts culture even. In facts, it is widely eaten, especially, in North and Northeast of Thailand. It is so good idiet food because it has less fat and calories than chicken eggs. Not sure, so please dont flame me if the name of the restaurant is wrong. So I think if I have a chance I might try it.",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  },
  {
    "hyp": "While staying there I couldnt travel to any other country while my Japanese friend could just book flight tickets and goes anywhere he want., I think the Japanese people do not really stay abroad for a long time even though the travelling., To some extent it means Japan would like to give many other countries passports the same convenient., First of all, Japanese people are so accustomed to their own culture that living overseas would be rather uncomfortable., so when they are working so hard It's good to see such thing and is expected from such country., I was so jealous of him, which every country could have the freedom to travel liken the japanese Oh my god!, Hence, the foreign affairs offices grant visa free access to their countries to the Japanese, I have just known that the strongest passport is actually from a country in Asia — Japan., They concern about the visa period rather than stay illegal., Second of all, Japanese are rich and would like to make business., They don’t have to stay at other countries illegally., They may feel uncomfortable if they do not stay at their own home., They go to other countries for travel or making trade., This would apply to food and entertainment to generalise., I guess that is the reason they are considered as welcomed and harmless by many governments., Meanwhile, passport issue is a bilateral thing.",
    "ref": "Ant egg is eatable and being eaten in many part of the world mainly in Asian country. It is a source of protein. Most of the time it is served as an omelet. It is so popular in some part of Thailand and even become a culture to eat ant egg."
  }

]

