[
  {
    "hyp": "This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine., Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country!, India, the largest democracy of the world seeks to look after the benefits of its people., It could be said that this was the largest democratic election in history., It is going to be lot and lot of works to arrange the national election in India., It’s sad that the recent India election required 12 million polling officials., It has a detailed understanding of the rights of the citizens and proper procedure for the functioning of the democratic government., Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  },
  {
    "hyp": "This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine., Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country!, India, the largest democracy of the world seeks to look after the benefits of its people., It could be said that this was the largest democratic election in history., It is going to be lot and lot of works to arrange the national election in India., It’s sad that the recent India election required 12 million polling officials., It has a detailed understanding of the rights of the citizens and proper procedure for the functioning of the democratic government., Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes., The world’s largest election ever!, Anyway, It does make sense to complete the votes in 9 days due to such huge pool of casters., The democratic process in India covers a large population., For me, India and the USA are good examples of how a democracy works.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  },
  {
    "hyp": "This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine., Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country!, India, the largest democracy of the world seeks to look after the benefits of its people., It could be said that this was the largest democratic election in history., It is going to be lot and lot of works to arrange the national election in India., It’s sad that the recent India election required 12 million polling officials., It has a detailed understanding of the rights of the citizens and proper procedure for the functioning of the democratic government., Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes., The world’s largest election ever!, Anyway, It does make sense to complete the votes in 9 days due to such huge pool of casters., The democratic process in India covers a large population., For me, India and the USA are good examples of how a democracy works., India has the largest number., Let’s give India government an applause., I thought India has been using e-voting system for a decade., It has a long and detailed constitution with its underlying features.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  }
]