[
  {
    "hyp": "Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country! though this topic was the first time i see in this page but its ok , i mean i expect from india more then that because india is a country of more population so they need to be fast thus they have already worked on its technology and its good that all are useing technology in a better way of life I had been living in India for one year and I could tell that the sense of democracy is deeply spread in all every Indian people which truly make me happy. I appreciate India government for pulling off Gargantuan election as the government effort to ensure that the votes of every one of its 900 million eligible voters, over 10 percent of the world’s population is counted, no matter how isolated! India, the largest democracy of the world seeks to look after the benefits of its people. It is going to be lot and lot of works to arrange the national election in India. This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine. Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes. It could be said that this was the largest democratic election in history.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  },
  {
    "hyp": "Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country! though this topic was the first time i see in this page but its ok , i mean i expect from india more then that because india is a country of more population so they need to be fast thus they have already worked on its technology and its good that all are useing technology in a better way of life I had been living in India for one year and I could tell that the sense of democracy is deeply spread in all every Indian people which truly make me happy. I appreciate India government for pulling off Gargantuan election as the government effort to ensure that the votes of every one of its 900 million eligible voters, over 10 percent of the world’s population is counted, no matter how isolated! India, the largest democracy of the world seeks to look after the benefits of its people. It is going to be lot and lot of works to arrange the national election in India. This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine. Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes. It could be said that this was the largest democratic election in history.It’s sad that the recent India election required 12 million polling officials.I thought India has been using e-voting system for a decade.Anyway, It does make sense to complete the votes in 9 days due to such huge pool of casters.The democratic process in India covers a large population.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  },
  {
    "hyp": "Far from perfect, seriously Indian elections are far better than even its developed counterparts, look at the scale of the election. Respect for this country! though this topic was the first time i see in this page but its ok , i mean i expect from india more then that because india is a country of more population so they need to be fast thus they have already worked on its technology and its good that all are useing technology in a better way of lifeI had been living in India for one year and I could tell that the sense of democracy is deeply spread in all every Indian people which truly make me happy.I appreciate India government for pulling off Gargantuan election as the government effort to ensure that the votes of every one of its 900 million eligible voters, over 10 percent of the world’s population is counted, no matter how isolated!India, the largest democracy of the world seeks to look after the benefits of its people.It is going to be lot and lot of works to arrange the national election in India.This country everyone has equal right and there is far more right that the citizen in India have than the right than I could imagine.Must be a very hard time for the collectors, I wonder how many people were responsible for collecting such amount of votes.It could be said that this was the largest democratic election in history.It’s sad that the recent India election required 12 million polling officials.I thought India has been using e-voting system for a decade.Anyway, It does make sense to complete the votes in 9 days due to such huge pool of casters.The democratic process in India covers a large population.The world’s largest election ever!For me, India and the USA are good examples of how a democracy works.Let’s give India government an applause.It has a detailed understanding of the rights of the citizens and proper procedure for the functioning of the democratic government.India has the largest number.",
    "ref": "India is the largest democracy in the the world. Indian people recognise the value of democracy. Indian people have equal right. E-voting hasn’t been implemented in India yet. Therefore, it does make sense to spend 9 days to vote.  Democracies are measured by the number of voters. There are over 900 million eligible voters in India. In the recent India election required 12 million polling officials."
  }

]

